#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Hungarian
@LOCALIZEDNAME=Magyar
@AUTH=Zoltan Toldy
@EMAIL=appz.trans.team@gmail.com
@DESC=Hungarian (magyar) translation
@WWW=http://apptransteam.extra.hu
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Kiválasztott sorok exportálása
#103=Album
103=Album
#104=Export All
104=Összes exportálása
#105=TrackNo
105=Sorszám
#106=Location
106=Hely
#107=Size
107=Méret
#108=Type
108=Típus
#109=Duration
109=Hossz
#110=Bitrate
110=Bitráta
#111=Delete From History
111=Eltávolítás az előzményekből
#112=Genre
112=Műfaj
#113=Comment
113=Megjegyzés
#114=Date Added
114=Hozzáadás dátuma
#115=Rating
115=Rang
#116=Track not found.
116=A szám nem található.
#117=Number of Tracks
117=Szám összesen
#118=Do you want to see the exported file now?
118=Szeretnéd megtekinteni az exportált fájlt?
#119=Date Updated
119=Frissítés dátuma
#120=Operation
120=Folyamat
#121=No Tracks in this Selection
121=No Tracks in this Selection
#123=Idle
123=Üres
#124=Select Something
124=Válassz ki valamit
#125=Total Size of Tracks (Mb)
125=Számok mérete összesen (Mb)
#126=Idle
126=Üres
#127=Records
127=Lemezek
#128=Show Year (in [] after Albums)
128=Év mutatása ([]-ben az album után)
#129=First Appearance
129=Első aktivitás
#130=Last Appearance
130=Utolsó aktivitás
#131=Rank
131=Rang
#132=Hits
132=Lejátszás
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Szeretnéd frissíteni a többi fájl információit is? (%d fájl érintett)
#134=Application
134=Általános beállítások
#135=Update Tracks Warning
135=Számfrissítési figyelmeztetés
#136=Language
136=Nyelv
#137=*Needs program restart
137=*Program újraindítása szükséges
#139=Recognize as fast as you can the song that you listen.
139=Ismerd fel az éppen hallott számot, amilyen gyorsan tudod.
#140=Add Files
140=Fájlok hozzáadása
#141=Update Local Collections
141=Helyi kollekciók frissítése
#142=Exit
142=Kilépés
#143=Select Folder
143=Mappa kiválasztása
#144=[Unknown]
144=[Ismeretlen]
#145=Quick
145=Gyors
#146=Search
146=Keresés
#147=Play
147=Lejátszás
#148=Enqueue
148=Sorbaállít
#149=Advanced Search
149=Haladó keresés
#150=History
150=Előzmények
#151=Options
151=Beállítások
#152=Collections
152=Kollekciók
#153=About
153=Névjegy
#154=Artists - Albums
154=Előadó - Album
#155=Genres - Artists
155=Műfaj - Előadó
#156=Years - Albums
156=Év - Album
#157=Collections - Artists
157=Kollekció - Előadó
#158=Albums with various artists*
158=Vegyes előadójú albumok*
#159=Sort By Name
159=Név alapján
#160=Sort By Rating
160=Rang alapján
#161=Sort By Number Of Tracks
161=Számok száma alapján
#162=All
162=Összes megjelenítése
#163=Audio
163=Audió
#164=Video
164=Videó
#167=Show/Hide Mini Player
167=Mini lejátszó megjelenítése/elrejtése
#168=Play / Pause
168=Lejátszás / Szünet
#169=Stop
169=Megállítás
#170=Next
170=Következő
#171=Previous
171=Előző
#172=Shuffle
172=Kevert lejátszás
#173=Loop
173=Körkörös lejátszás
#174=Show Main Window
174=Főablak megjelenítése
#175=Show Mini Player
175=Mini lejátszó megjelenítése
#176=Exit Application
176=Kilépés a programból
#177=result found
177=result found
#178=results found
178=results found
#179=Please enter at least 1 character.
179=Please enter at least 1 character.
#180=Media Idle
180=Media Idle
#181=Network Idle
181=Network Idle
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=A(z) '%s' file nem törölhető, de szeretnéd eltávolítani a kollekcióból?
#183=Scanning Files
183=Fájlok vizsgálata...
#184=File
184=Fáfjl
#185=Downloading
185=Letöltés...
#186=Auto Continue
186=Folyamatos lejátszás
#187=Show Visualizations - Video
187=Látványelemek megjelenítése - Video
#188=Randomize List
188=Lista összekeverése
#189=Load List (m3u)
189=Lista betöltése (m3u)
#190=Save List (m3u)
190=Lista mentése (m3u)
#191=Clear List
191=Lista ürítése
#192=[Various]
192=[Vegyes]
#193=Days between check
193=Infok letöltése (AllMusic.com)
#195=Properties
195=Tulajdonságok
#197=Bad
197=Rossz
#198=Neutral
198=Normál
#199=Good
199=Jó
#200=Very Good
200=Nagyon jó
#201=Outstanding
201=Szuper
#202=Open Containing Folder
202=Tárolómappa megnyitása
#203=Copy To
203=Másolás
#204=Copy Path
204=Hely másolása
#205=Renamer
205=Átnevezés
#206=Delete
206=Törlés
#207=Download Lyrics
207=Dalszöveg letöltése
#208=The files will be completly erased from your PC. Are you sure?
208=Biztosan törlöd a kiválasztott fájlokat?
#209=Deletion Operation
209=Törlési folyamat
#210=Warning
210=Figyelem
#211=Simple Search
211=Egyszerű keresés
#212=All Time
212=Kezdetektől
#213=Best/Worst
213=Legjobb/Legrosszabb
#214=Lyrics Available
214=Dalszöveg elérhető
#215=Special Info
215=Speciális információk
#216=Comments Available
216=Megjegyzés engedélyezve
#217=Personal Available
217=Személyes info engedélyezve
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Rang<br><h1>%s</h1><br>%d lejátszás</center></td><td><left><b>Havi rang: </b>%s (%d lejátszás)<br><b>Hozzáadás dátuma: </b>%s<br><b>Első lejátszás: </b>%s<br><b>Utolsó lejátszás: </b>%s<br></tr></table>
#219=Tracks
219=Szám összesen
#220=Album Review Not Found
220=Album leírás nem található
#221=Album review
221=Album leírás
#222=Lyrics Not Found
222=Dalszöveg nem található
#223=Open Picture
223=Kép megnyitása
#224=Edit Picture
224=Kép szerkesztése
#225=Save Picture
225=Kép mentése
#226=Save Text
226=Save Text
#227=Operation Failed
227=Művelet sikertelen
#228=Lyrics
228=Dalszöveg letöltése
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Ez a keresési mód a <b>Megjegyzés, dalszövek, személyes infok</b> alapján keres.
#230=Popularity
230=Népszerűség
#231=Information not found
231=Információ nem található
#232=Comments
232=Megjegyzés
#233=Personal
233=Személyes infok
#234=Special Info
234=Speciális info
#235=Artist Biography not found
235=Előadó életrajza nem található
#236=Artist Biography
236=Előadó életrajza
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Ez a keresési mód az <b>Előadó, Album, Szám</b> és <b>Hely</b> mezőkben keres. Beállíthatod a <b>Fájltípus szűrőt</b> is.
#238=Lyrics etc.
238=Dalszövegek stb.
#239=Latest Additions
239=Legújabb hozzáadás
#240=File Type Filter
240=Fájltípus szűrő
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Ez a keresési mód a <b>legújabb</b> fájlokat mutatja meg, amik hozzá lettek adva a kollekcióhoz.
#242=Since
242=Óta
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Megkeresi a legjobb ill. legrosszabb számokat a <b>minősítés</b> alapján.
#244=Most popular Tracks based on the <b>history log</b>.
244=A legnépszerűbb számok listája az <b>Előzmények listáján alapul</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Ez a keresési mód <b>teljes szövegfelimerést</b> végez a szöveges információk között. Válaszd ki az <b>információ típusát</b>, amely alapján keresni szeretnél. Legalább 4 karaktert meg kell adni a kereséshez.
#246=Information Type
246=Információ típusa
#247=Please wait...
247=Kérlek, várj...
#248=by
248=by
#249=Last query needed %d ms
249=Last query needed %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
#251=Disable Lyrics Confirmation
251=Disable Lyrics Confirmation
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Jelenleg <b>üres</b> a zenekollekciód. Ez azt jelenti, hogy ez az <b>első alkalom</b>, hogy elindítottad a programot. Ha segítségre van szükséged a program használatához, látogass el a <a href='http://www.artificialspirit.com'>Program honlapjára</a>.<br>Ha <b>fájlokat akarsz hozzáadni</b> a kollekcióhoz kattints az Igen gombra, majd add meg az mp3, wma, avi, mpg fájlokat tartalmazó könyvtárat. Kattints a Nem gombra, ha üresen akarod hagyni a kollekciót (<b>Nem ajánlott</b>).
#253=Yes
253=Igen
#254=No
254=Nem
#255=Empty Collection
255=Üres kollekció
#256=Years
256=Év
#257=Months
257=Hónap
#258=Days
258=Nap
#259=365 Days
259=365 nap
#260=30 Days
260=30 nap
#261=10 Days
261=10 nap
#262=24 Hours
262=24 óra
#263=Track played
263=Játszott szám
#264=Track specific click
264=Számspecifikus kattintás
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normál
#271=Recorded History
271=Előzmények
#272=Top Songs
272=Top számok
#273=Top Artists
273=Top Előadók
#274=Year
274=Év
#275=Month
275=Hónap
#276=Day
276=Nap
#277=untill
277=-
#278=Not Enough Data.
278=Nincs elég adat.
#279=Time Interval
279=Intervallum
#280=This information will be written in the file.
280=Ezek az információk a fájlba vannak írva.
#281=TimeSlider
281=időcsúszka
#282=This information will not be written in the file.
282=Ezek az információk nincsenek beleírva a fájlba.
#283=Active
283=Aktív
#284=Text Filters
284=Szöveg szűrő
#285=Title
285=Cím
#286=Artist
286=Előadó
#287=Export Finished
287=Exportálás kész.
#288=Date Filter
288=Dátum szűrő
#289=Normal
289=Normál
#290=Show Number Of Items (in () after Item)
290=Elemszám mutatása (()-ben az elem után)
#291=Extra Info
291=Extra Információk megjelenítése
#292=Item Grouping (Artist / Album Style)
292=Elem csoportosítás (Előadó / Album alapján)
#293=Update
293=Frissítés
#294=Remove
294=Eltávolítás
#295=Add Collection
295=Kollekció hozzáadása
#296=Name
296=Név
#297=Enabled
297=Engedélyezve
#298=Min number of Tracks
298=Számok minimális száma
#299=Main Tags
299=Fő Tag-ek
#300=Extra Tags
300=Extra Tag-ek
#301=Internet Options
301=Internet Options
#302=Impersonate Browser
302=Impersonate Browser
#303=Use Default Proxy
303=Use Default Proxy
#304=Automated Downloader
304=Automatikus letöltés
#309=Special Tags Support
309=Speciális tag-ek engedélyezése
#310=Auto Play
310=Automatikus lejátszás
#311=Remember Last Track
311=Emlékezzen az utolsó számra
#312=Remember Time
312=Emlékezzen a leállítás idejére
#313=Play Control
313=Lejátszási sorrend
#314=Startup
314=Indításkor
#315=General
315=Általános
#316=Global Hotkeys
316=Globális gyorsgombok
#317=Picture
317=Kép
#318=Minimize to Tray
318=Kicsinyítés az állapotsorra
#319=Mini Player
319=Mini lejátszó
#320=Show Always
320=Mindig jelenjen meg
#321=Automatic
321=Automatikus indítás
#322=Manually
322=Kézi indításál
#323=Never Show
323=Ne jelenjen meg
#324=List View
324=Lista nézet
#325=Show 'New' sign (in days)
325="Új" jelző mutatása (napig)
#326=Accept
326=Accept
#327=Try Again
327=Új próba
#328=Refuse
328=Refuse
#329=Accept All
329=Accept All
#330=Don't Show Again
330=Ne mutassa újra
#331=Info Check
331=Info Check
#332=Main Options
332=Fő beállítások
#333=Tree View
333=Fastruktúra
#334=Information Retrieval
334=Információk letöltése
#335=Media Player
335=Lejátszó
#336=Tagging
336=Tag-ek
#337=A general <b>public</b> description of the track.
337=A general <b>public</b> description of the track.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
#340=Multiple Files Properties
340=Multiple Files Properties
#342=Biography
342=Életraj
#343=Review
343=Review
#344=Import data from a file
344=Adatok importálása fájlból
#346=Paste or write some text
346=Szöveg írása vagy beillesztése
#347=Delete Picture
347=Kép törlése
#348=Paste Picture
348=Kép beillesztése
#349=Picture Dimensions
349=Kép méretei
#350=There is a new version available.<br>Do you want to go to the info page?
350=Új verzió érhető el.<br>Megtekinted az információs oldalt?
#351=Program is up-to-date.
351=A legfrissebb verziót használod.<br>Nem érhető el újabb verzió.
#352=Check for updates
352=Frissítések automatikus ellenőrzése
#353=Games
353=Játékok
#354=Update Check Failed.
354=Ellenőrzés sikertelen.
#355=There is no picture in the clipboard.
355=Nincs kép a vágólapon.
#356=Collection List
356=Kollekció lista
#358=Start
358=Elején
#359=Results
359=Eredmény
#360=Correct Answers
360=Jó válasz
#361=Wrong Answers
361=Rossz válasz
#362=Score:
362=Pont:
#363=Submit Results
363=Eredmények feltöltése
#364=Current
364=Most szól
#365=Best
365=Legjobb
#366=Rename
366=Átnevezés
#367=Please enter a new name
367=Please enter a new name
#368=Total Score:
368=Összes pont:
#369=Question:
369=Kérdés:
#370=Best Score:
370=Legtöbb pont:
#371=Correct
371=Javítás
#372=Mistake
372=Hiba
#373=Music Quiz
373=Zene kvíz
#374=Adding
374=Hozzáadás
#375=Copy Text
375=Szöveg másolása
#376=Detailed Search
376=Részletes keresés
#377=Collection
377=Kollekció
#378=Local Folder
378=Helyi könyvtár
#379=Net Folder
379=Net könyvtár
#380=Media
380=Média
#381=Audio CD
381=Audio CD
#382=External Collection
382=Külső kollekció
#383=Automatically update database after (sec)
383=Adatbázis automatikus frissítése (másodpercenként)
#385=Collection update started.
385=Kollekció frissítése elkezdve.
#386=Collection update finished.
386=Kollekció frissítése befejezve.
#387=Removing missing files
387=Fájlok eltávolítása...
#388=files removed
388=fájl eltávolítva
#389=files added
389=fájl hozzáadva
#390=Show History
390=Előzmények megjelenítése
#391=Can' t Locate File!
391=Nem található a fájl!
#392=Do you want to see the exported file now?
392=Megtekinted az exportált fájlt?
#393=Empty playlist. Drag Drop some tracks here
393=Üres lejátszáslista. Dobj ide pár fájlt
#394=Use multimedia hotkeys
394=Multimédia gyorsgombok használata
#395=Clipboard
395=Vágólapra
#396=Folder
396=Mappába
#397=Collection already exists
397=Ez a kollekció már létezik
#398=Do You want to continue?
398=Biztosan folytatod?
#399=Collection was not accessible
399=Ez a kollekció nem elérhető
#400=Collection is not ready.
400=A kollekció még nem áll készen.
#401=Track Removed from collection
401=Track Removed from collection
#402=Removable Storage
402=Eltávolítható eszköz
#403=Not enough tracks to play the quiz
403=Nincs elég szám a kvízjátékhoz
#404=Show All Tracks
404=Összes szám megjelenítése
#405=Locate Track
405=Szám federítése
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Az album információi elérhetők a FreeDB szerverén. Szeretnéd letölteni az adatokat?
#407=The selected CD/DVD Drive is empty.
407=A kiválasztott CD/DVD meghajtó üres.
#408=Select Drive
408=Meghajtó kiválasztása
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Válassz egy elemet a listáról. Press 'Rescan' to update the list.
#410=Internet is not connected. Do you want to go online?
410=Az Internetkapcsolat nem elérhető. Csatlakozol most?
#411=Working
411=Végrehajtás
#412=The whole Drive/Media will be added
412=Az egész meghajtó/média hozzá lesz adva
#413=total
413=összesen
#414=Docked Visualization
414=Lezárt látványelemek
#415=Services
415=Keresés itt...
#416=Virtual tracks
416=Virtual tracks
#417=This item already exists
417=This item already exists
#418=Empty
418=Üres
#419=Ready
419=Kész
#420=Import Virtual Tracks
420=Import Virtual Tracks
#421=Export Virtual Tracks
421=Export Virtual Tracks
#422=Select the items you want to import to your Virtual Tracks Collection
422=Select the items you want to import to your Virtual Tracks Collection
#423=Select the virtual tracks you want to export to the file
423=Select the virtual tracks you want to export to the file
#424=Import
424=Import
#425=Add Virtual Track
425=Add Virtual Track
#426=Export
426=Export
#427=Insert List (m3u)
427=Insert List (m3u)
#428=Hide Visualizations
428=Látványelemek elrejtése
#429=Auto Continue Mode
429=Folyamatos lejátszás módja
#430=Insert Random Tracks
430=Tetszőleges számok beillesztése
#431=Remove Others
431=Többi eltávolítása
#432=Visualizations/Video
432=Látványelemek/Videó
#433=Current Viewer
433=Most szól Viewer
#434=Music Browser
434=Zenetallózó
#435=Mode
435=Mód
#436=Sort
436=Rendezés
#437=Filter
437=Szűrő
#438=Play List
438=Lejátszáslista
#439=Track List
439=Számlista
#440=Browser
440=Böngésző
#441=Success
441=Sikeres
#442=Provider
442=Szolgáltató
#443=Failure
443=Sikertelen
#444=Volume
444=Volume
#445=Auto
445=Auto
#446=Sync with player
446=Szinkronizálás a lejátszóval
#447=New
447=Új
#448=Messenger now playing
448=Most játszott infok megjelenítése a Messengerben
#449=Transparency
449=Átlátszóság
#450=Skin
450=Felszín
#451=LastFM Scrobbler
451=LastFM integrálása
#452=Artist picture
452=Előadó képe
#453=Album picture
453=Album képe
#454=sec
454=mp
#455=Activation delay
455=Aktiválás késleltetése
#456=Format is not supported
456=A formátum nem támogatott
#457=Refuse All
457=Összes elutasítása
#458=Cancel
458=Mégse
#459=Help
459=Súgó
#460=Penalty
460=Büntetés
#461=Bonus
461=Bonusz
#462=Game Over
462=Játék vége
#463=Total Time
463=Összidő
#464=Game Info
464=Játék info
#465=I don't know
465=Nem tudom
#466=Level
466=Szint
#467=Select Game
467=Válasszon játékot
#468=Crossfade
468=Átfedés
#469=Disabled
469=Letiltva
#470=End
#471=Both
471=Mindkettő
#472=External player
472=Külső lejátszó
#473=Change case
473=Betűnagyság megváltoztatása
#474=All Caps
474=Egész nagybetűs
#475=No Caps
475=Egész kisbetűs
#476=Proper Case
476=Minden szó nagybetűs
#477=First Cap
477=Csak az első betű nagy
#478=Advanced
478=Haladó
#480=Appearance
480=Átlátszóság
#481=Tooltips
481=Eszköztippek megjelenítése
#482=Behaviour
482=Megjelenítés
#483=Maximum size
483=Legnagyobb méret
#484=Author
484=Szerző
#485=Statistics
485=Statisztikák
#486=Description
486=Leírás
#487=Information
487=Információ
#488=Pause
488=Szünet
#489=Download
489=Letöltés
#490=Create
490=Létrehozás
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
493=További lehetőségek
#494=Descending
494=Descending
#496=Version
496=Verzió
#497=Style
497=Stílus
#498=Controls
#499=Clear
499=Törlés
#500=Tag Writer
500=Tag író
#501=Tag Reader
501=Tag olvasó
#502=Read Depth
502=Beolvasás mélysége
#503=Counting files
